Repository: ledro6/Sprout
Catalog: ios-native/Sprout/Localizable.xcstrings
Source language: ru
Languages: ar, bg, bn, ca, cs, da, de, el, en, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Зимой в узор вплетаются снежинки, осенью — кленовые листья, а с 20 декабря по 10 января капли горят новогодней гирляндой.
ar: في الشتاء تنضم ندف الثلج إلى النقش، وفي الخريف أوراق القيقب، ومن 20 ديسمبر إلى 10 يناير تتلألأ القطرات كزينة رأس السنة.
bg: През зимата в шарката се вплитат снежинки, през есента — кленови листа, а от 20 декември до 10 януари капките светят като новогодишен гирлянд.
bn: শীতে নকশায় যোগ হয় তুষারকণা, শরতে — ম্যাপল পাতা, আর ২০ ডিসেম্বর থেকে ১০ জানুয়ারি ফোঁটাগুলো নববর্ষের আলোকমালার মতো জ্বলে।
ca: A l’hivern el motiu s’omple de flocs de neu; a la tardor, de fulles d’auró; i del 20 de desembre al 10 de gener les gotes brillen com una garlanda de Nadal.
cs: V zimě se do vzoru vpletou sněhové vločky, na podzim javorové listy a od 20. prosince do 10. ledna svítí kapky jako vánoční řetěz.
da: Om vinteren får mønsteret snefnug, om efteråret ahornblade, og fra 20. december til 10. januar lyser dråberne som en julelyskæde.
de: Im Winter mischen sich Schneeflocken ins Muster, im Herbst Ahornblätter, und vom 20. Dezember bis 10. Januar leuchten die Tropfen wie eine Lichterkette.
el: Τον χειμώνα στο μοτίβο μπαίνουν νιφάδες χιονιού, το φθινόπωρο φύλλα σφενδάμου, και από 20 Δεκεμβρίου ως 10 Ιανουαρίου οι σταγόνες ανάβουν σαν γιορτινά λαμπάκια.
en: In winter, snowflakes join the pattern; in autumn, maple leaves; and from December 20 to January 10, the drops light up like holiday string lights.
es: En invierno, al patrón se suman copos de nieve; en otoño, hojas de arce; y del 20 de diciembre al 10 de enero, las gotas brillan como una guirnalda navideña.
fi: Talvella kuvioon ilmestyy lumihiutaleita, syksyllä vaahteranlehtiä, ja 20. joulukuuta–10. tammikuuta pisarat loistavat kuin jouluvalot.
fr: En hiver, des flocons de neige se glissent dans le motif ; en automne, des feuilles d’érable ; et du 20 décembre au 10 janvier, les gouttes s’illuminent comme une guirlande de fêtes.
gu: શિયાળામાં ભાતમાં હિમકણ ઉમેરાય છે, પાનખરમાં — મેપલનાં પાંદડાં, અને 20 ડિસેમ્બરથી 10 જાન્યુઆરી સુધી ટીપાં નવા વર્ષની રોશનીની જેમ ઝગમગે છે.
he: בחורף נכנסים לדוגמה פתיתי שלג, בסתיו — עלי אדר, ומ־20 בדצמבר עד 10 בינואר הטיפות נדלקות כמו שרשרת אורות חגיגית.
hi: सर्दियों में पैटर्न में बर्फ़ के फाहे जुड़ जाते हैं, पतझड़ में — मेपल की पत्तियाँ, और 20 दिसंबर से 10 जनवरी तक बूँदें नए साल की झालर की तरह जगमगाती हैं।
hr: Zimi se u uzorak upliću pahulje, ujesen javorovo lišće, a od 20. prosinca do 10. siječnja kapi svijetle kao blagdanske lampice.
hu: Télen hópelyhek kerülnek a mintába, ősszel juharlevelek, december 20. és január 10. között pedig a cseppek ünnepi fényfüzérként világítanak.
id: Saat musim dingin, kepingan salju masuk ke pola; saat musim gugur, daun maple; dan dari 20 Desember sampai 10 Januari, tetesan air menyala seperti lampu hias Tahun Baru.
it: D’inverno nel motivo compaiono fiocchi di neve, in autunno foglie d’acero, e dal 20 dicembre al 10 gennaio le gocce si accendono come lucine di Natale.
ja: 冬は模様に雪の結晶が、秋はカエデの葉が加わります。12月20日から1月10日までは、しずくが年末年始のイルミネーションのように灯ります。
kk: Қыста өрнекке қар ұшқындары қосылады, күзде — үйеңкі жапырақтары, ал 20 желтоқсаннан 10 қаңтарға дейін тамшылар жаңажылдық шамшырақтай жанады.
kn: ಚಳಿಗಾಲದಲ್ಲಿ ವಿನ್ಯಾಸಕ್ಕೆ ಹಿಮದ ಹರಳುಗಳು ಸೇರುತ್ತವೆ, ಶರತ್ಕಾಲದಲ್ಲಿ — ಮೇಪಲ್ ಎಲೆಗಳು, ಮತ್ತು ಡಿಸೆಂಬರ್ 20 ರಿಂದ ಜನವರಿ 10 ರವರೆಗೆ ಹನಿಗಳು ಹೊಸ ವರ್ಷದ ದೀಪಾಲಂಕಾರದಂತೆ ಬೆಳಗುತ್ತವೆ.
ko: 겨울에는 무늬에 눈송이가, 가을에는 단풍잎이 더해지고, 12월 20일부터 1월 10일까지는 물방울이 연말 전구처럼 반짝입니다.
lt: Žiemą į raštą įsipina snaigės, rudenį — klevo lapai, o nuo gruodžio 20 iki sausio 10 lašai šviečia kaip šventinė girlianda.
ml: ശൈത്യകാലത്ത് ഡിസൈനിൽ മഞ്ഞുതരികൾ ചേരുന്നു, ശരത്കാലത്ത് — മേപ്പിൾ ഇലകൾ, ഡിസംബർ 20 മുതൽ ജനുവരി 10 വരെ തുള്ളികൾ പുതുവത്സര ദീപമാല പോലെ തിളങ്ങുന്നു.
mr: हिवाळ्यात नक्षीत हिमकण येतात, शरदात — मेपलची पाने, आणि 20 डिसेंबर ते 10 जानेवारी थेंब नववर्षाच्या माळेसारखे उजळतात.
ms: Pada musim sejuk, emping salji menyertai corak; pada musim luruh, daun mapel; dan dari 20 Disember hingga 10 Januari, titisan menyala seperti lampu hiasan Tahun Baharu.
nb: Om vinteren får mønsteret snøfnugg, om høsten lønneblader, og fra 20. desember til 10. januar lyser dråpene som en julelysslynge.
nl: In de winter komen er sneeuwvlokken in het patroon, in de herfst esdoornbladeren, en van 20 december tot 10 januari lichten de druppels op als een feestelijke lichtslinger.
or: ଶୀତରେ ନକ୍ସାରେ ହିମକଣା ମିଶେ, ଶରତରେ — ମେପଲ ପତ୍ର, ଆଉ 20 ଡିସେମ୍ବରରୁ 10 ଜାନୁଆରୀ ପର୍ଯ୍ୟନ୍ତ ବୁନ୍ଦାଗୁଡ଼ିକ ନୂଆ ବର୍ଷର ଆଲୋକମାଳା ପରି ଜଳେ।
pa: ਸਰਦੀਆਂ ਵਿੱਚ ਨਮੂਨੇ ਵਿੱਚ ਬਰਫ਼ ਦੇ ਫੰਬੇ ਜੁੜਦੇ ਹਨ, ਪਤਝੜ ਵਿੱਚ — ਮੇਪਲ ਦੇ ਪੱਤੇ, ਅਤੇ 20 ਦਸੰਬਰ ਤੋਂ 10 ਜਨਵਰੀ ਤੱਕ ਬੂੰਦਾਂ ਨਵੇਂ ਸਾਲ ਦੀਆਂ ਲੜੀਆਂ ਵਾਂਗ ਜਗਮਗਾਉਂਦੀਆਂ ਹਨ।
pl: Zimą we wzór wplatają się płatki śniegu, jesienią — liście klonu, a od 20 grudnia do 10 stycznia krople świecą jak świąteczne lampki.
pt_br: No inverno, flocos de neve entram no padrão; no outono, folhas de bordo; e de 20 de dezembro a 10 de janeiro, as gotas acendem como pisca-pisca de fim de ano.
pt_pt: No inverno, entram no padrão flocos de neve; no outono, folhas de ácer; e de 20 de dezembro a 10 de janeiro, as gotas acendem-se como luzes de Natal.
ro: Iarna, în model apar fulgi de zăpadă, toamna — frunze de arțar, iar între 20 decembrie și 10 ianuarie picăturile se aprind ca o ghirlandă de sărbători.
sk: V zime sa do vzoru vpletú snehové vločky, na jeseň javorové listy a od 20. decembra do 10. januára kvapky svietia ako vianočná reťaz.
sl: Pozimi se v vzorec vpletejo snežinke, jeseni javorjevi listi, od 20. decembra do 10. januarja pa kapljice zasvetijo kot praznične lučke.
sv: På vintern får mönstret snöflingor, på hösten lönnlöv, och från 20 december till 10 januari lyser dropparna som en ljusslinga.
ta: குளிர்காலத்தில் வடிவமைப்பில் பனித்துகள்கள் சேரும், இலையுதிர்காலத்தில் — மேப்பிள் இலைகள், டிசம்பர் 20 முதல் ஜனவரி 10 வரை துளிகள் புத்தாண்டு விளக்குச் சரம் போல ஒளிரும்.
te: చలికాలంలో డిజైన్‌లో మంచు రేకులు చేరుతాయి, శరదృతువులో — మేపుల్ ఆకులు, డిసెంబర్ 20 నుంచి జనవరి 10 వరకు బిందువులు కొత్త సంవత్సరపు దీపాల వరుసలా మెరుస్తాయి.
th: ฤดูหนาวลวดลายจะมีเกล็ดหิมะ ฤดูใบไม้ร่วงมีใบเมเปิล และตั้งแต่ 20 ธันวาคมถึง 10 มกราคม หยดน้ำจะส่องแสงเหมือนไฟประดับปีใหม่
tr: Kışın desene kar taneleri, sonbaharda akçaağaç yaprakları katılır; 20 Aralık’tan 10 Ocak’a kadar ise damlalar yılbaşı ışıkları gibi yanar.
uk: Взимку у візерунок вплітаються сніжинки, восени — кленове листя, а з 20 грудня до 10 січня краплі світяться новорічною гірляндою.
ur: سردیوں میں نقش میں برف کے گالے شامل ہو جاتے ہیں، خزاں میں — میپل کے پتے، اور 20 دسمبر سے 10 جنوری تک قطرے نئے سال کی جھالر کی طرح جگمگاتے ہیں۔
vi: Mùa đông, hoa văn có thêm bông tuyết; mùa thu — lá phong; còn từ 20 tháng 12 đến 10 tháng 1, những giọt nước sáng lên như dây đèn năm mới.
zh_hans: 冬天图案里会加入雪花，秋天是枫叶；12月20日至1月10日，水滴会像新年彩灯一样闪亮。
zh_hant: 冬天圖案裡會加入雪花，秋天是楓葉；12月20日至1月10日，水滴會像新年彩燈一樣閃亮。

source: Зимой земля сохнет медленнее, летом — быстрее. Если включено, срок полива подстраивается сам.
ar: في الشتاء تجف التربة أبطأ، وفي الصيف أسرع. إذا كان مفعّلًا، يتكيّف موعد السقي تلقائيًا.
bg: Зимата почвата съхне по-бавно, лятото – по-бързо. Ако е включено, срокът за поливане се нагласява сам.
bn: শীতে মাটি ধীরে শুকোয়, গরমে তাড়াতাড়ি। চালু থাকলে ব্যবধান নিজে থেকেই মানিয়ে নেয়।
ca: A l’hivern la terra s’asseca més a poc a poc i a l’estiu més de pressa. Si està activat, l’interval de reg s’ajusta sol.
cs: V zimě zemina schne pomaleji, v létě rychleji. Když je to zapnuté, interval zálivky se přizpůsobí sám.
da: Om vinteren tørrer jorden langsommere, om sommeren hurtigere. Er det slået til, tilpasser vandingsintervallet sig selv.
de: Im Winter trocknet die Erde langsamer, im Sommer schneller. Ist das an, passt sich das Gießintervall von selbst an.
el: Τον χειμώνα το χώμα στεγνώνει πιο αργά, το καλοκαίρι πιο γρήγορα. Αν είναι ενεργό, η συχνότητα ποτίσματος προσαρμόζεται μόνη της.
en: Soil dries slower in winter and faster in summer. When this is on, the watering interval adjusts by itself.
es: En invierno la tierra se seca más despacio y en verano más deprisa. Si está activado, el intervalo de riego se ajusta solo.
fi: Talvella multa kuivuu hitaammin, kesällä nopeammin. Kun tämä on päällä, kasteluväli mukautuu itsestään.
fr: En hiver, la terre sèche plus lentement, en été plus vite. Si l’option est activée, la fréquence d’arrosage s’ajuste toute seule.
gu: શિયાળામાં માટી ધીમે અને ઉનાળામાં ઝડપથી સુકાય છે. ચાલુ હોય તો ગાળો આપમેળે બદલાય છે.
he: בחורף האדמה מתייבשת לאט יותר, בקיץ מהר יותר. כשזה פועל, תדירות ההשקיה מתאימה את עצמה.
hi: सर्दियों में मिट्टी धीरे और गर्मियों में जल्दी सूखती है। चालू हो तो अंतराल अपने आप बदल जाता है।
hr: Zimi se zemlja suši sporije, ljeti brže. Ako je uključeno, razmak zalijevanja prilagođava se sam.
hu: Télen a föld lassabban szárad, nyáron gyorsabban. Ha be van kapcsolva, az öntözési gyakoriság magától igazodik.
id: Saat musim dingin tanah lebih lambat kering, saat musim panas lebih cepat. Jika aktif, jarak penyiraman menyesuaikan sendiri.
it: D’inverno la terra si asciuga più lentamente, d’estate più in fretta. Se è attivo, l’intervallo di annaffiatura si adegua da solo.
ja: 冬は土がゆっくり、夏は早く乾きます。オンにすると、水やりの間隔が自動で調整されます。
kk: Қыста топырақ баяу, жазда тезірек кебеді. Қосулы болса, суару мерзімі өзі бейімделеді.
kn: ಚಳಿಗಾಲದಲ್ಲಿ ಮಣ್ಣು ನಿಧಾನವಾಗಿ, ಬೇಸಿಗೆಯಲ್ಲಿ ಬೇಗ ಒಣಗುತ್ತದೆ. ಆನ್ ಇದ್ದರೆ ಅಂತರ ತಾನಾಗಿಯೇ ಹೊಂದಿಕೊಳ್ಳುತ್ತದೆ.
ko: 겨울엔 흙이 더 천천히, 여름엔 더 빨리 말라요. 켜 두면 물주기 간격이 알아서 맞춰져요.
lt: Žiemą žemė džiūsta lėčiau, vasarą – greičiau. Jei įjungta, laistymo intervalas prisitaiko pats.
ml: ശൈത്യകാലത്ത് മണ്ണ് പതുക്കെയും വേനലിൽ വേഗത്തിലും ഉണങ്ങും. ഓണാണെങ്കിൽ ഇടവേള സ്വയം ക്രമീകരിക്കും.
mr: हिवाळ्यात माती हळू आणि उन्हाळ्यात लवकर सुकते. चालू असल्यास अंतर आपोआप जुळवून घेते.
ms: Pada musim sejuk tanah lambat kering, pada musim panas lebih cepat. Jika dihidupkan, selang siraman menyesuaikan sendiri.
nb: Om vinteren tørker jorda saktere, om sommeren fortere. Når dette er på, tilpasser vanningsintervallet seg selv.
nl: In de winter droogt de grond langzamer op, in de zomer sneller. Staat dit aan, dan past het interval zich vanzelf aan.
or: ଶୀତରେ ମାଟି ଧୀରେ, ଗ୍ରୀଷ୍ମରେ ଶୀଘ୍ର ଶୁଖେ। ଚାଲୁ ଥିଲେ ବ୍ୟବଧାନ ନିଜେ ନିଜେ ଖାପ ଖାଏ।
pa: ਸਰਦੀਆਂ ਵਿੱਚ ਮਿੱਟੀ ਹੌਲੀ ਅਤੇ ਗਰਮੀਆਂ ਵਿੱਚ ਛੇਤੀ ਸੁੱਕਦੀ ਹੈ। ਚਾਲੂ ਹੋਵੇ ਤਾਂ ਵਕਫ਼ਾ ਆਪਣੇ ਆਪ ਬਦਲ ਜਾਂਦਾ ਹੈ।
pl: Zimą ziemia schnie wolniej, latem szybciej. Gdy to włączone, odstęp podlewania dopasowuje się sam.
pt_br: No inverno a terra seca mais devagar, no verão mais depressa. Se estiver ativado, o intervalo de rega se ajusta sozinho.
pt_pt: No inverno a terra seca mais devagar, no verão mais depressa. Se estiver ativado, o intervalo de rega ajusta-se sozinho.
ro: Iarna pământul se usucă mai încet, vara mai repede. Dacă e activat, intervalul de udare se ajustează singur.
sk: V zime zemina schne pomalšie, v lete rýchlejšie. Keď je to zapnuté, interval polievania sa prispôsobí sám.
sl: Pozimi se zemlja suši počasneje, poleti hitreje. Če je vklopljeno, se razmik zalivanja prilagodi sam.
sv: På vintern torkar jorden långsammare, på sommaren snabbare. När det är på anpassar sig vattningsintervallet självt.
ta: குளிர்காலத்தில் மண் மெதுவாகவும் கோடையில் விரைவாகவும் காயும். இயக்கத்தில் இருந்தால் இடைவெளி தானாகச் சரிசெய்யப்படும்.
te: చలికాలంలో మట్టి నెమ్మదిగా, వేసవిలో త్వరగా ఎండుతుంది. ఆన్‌లో ఉంటే విరామం దానంతట అదే సర్దుకుంటుంది.
th: ฤดูหนาวดินแห้งช้าลง ฤดูร้อนแห้งเร็วขึ้น ถ้าเปิดไว้ รอบการรดน้ำจะปรับเอง
tr: Kışın toprak daha yavaş, yazın daha hızlı kurur. Açıksa sulama aralığı kendiliğinden ayarlanır.
uk: Узимку земля сохне повільніше, влітку — швидше. Якщо ввімкнено, строк поливу підлаштовується сам.
ur: سردیوں میں مٹی آہستہ اور گرمیوں میں جلدی سوکھتی ہے۔ آن ہو تو وقفہ خود بخود بدل جاتا ہے۔
vi: Mùa đông đất khô chậm hơn, mùa hè khô nhanh hơn. Nếu bật, chu kỳ tưới sẽ tự điều chỉnh.
zh_hans: 冬天土干得慢，夏天干得快。打开后，浇水间隔会自动调整。
zh_hant: 冬天土乾得慢，夏天乾得快。開啟後，澆水間隔會自動調整。

source: Знакомство, словарик и подсказки — их можно показать снова.
ar: التعريف والمسرد والتلميحات — يمكن عرضها كلها مجددًا.
bg: Запознаването, речникът и подсказките – всичко може да се покаже отново.
bn: পরিচিতি, শব্দকোষ আর ইঙ্গিত — সবই আবার দেখানো যায়।
ca: La presentació, el glossari i els consells: tot es pot tornar a mostrar.
cs: Úvod, slovníček a tipy – vše lze zobrazit znovu.
da: Introduktionen, ordlisten og tipsene – alt kan vises igen.
de: Die Einführung, das Glossar und die Tipps – alles lässt sich erneut zeigen.
el: Η γνωριμία, το γλωσσάρι και οι υποδείξεις — όλα μπορούν να εμφανιστούν ξανά.
en: The welcome tour, the glossary, and hints — all can be shown again.
es: La presentación, el glosario y los consejos: todo se puede volver a mostrar.
fi: Esittely, sanasto ja vihjeet – kaikki voi näyttää uudelleen.
fr: La visite guidée, le glossaire et les astuces — tout peut être revu.
gu: પરિચય, શબ્દકોશ અને સંકેતો — બધું ફરી બતાવી શકાય.
he: ההיכרות, מילון המונחים והרמזים – את כולם אפשר להציג שוב.
hi: परिचय, शब्दावली और संकेत — सब फिर से दिखाए जा सकते हैं।
hr: Uvod, rječnik i savjeti – sve se može ponovno prikazati.
hu: A bemutató, a szószedet és a tippek – mind újra megjeleníthető.
id: Perkenalan, glosarium, dan petunjuk — semuanya bisa ditampilkan lagi.
it: Presentazione, glossario e suggerimenti: tutto si può rivedere.
ja: 紹介ツアー、用語集、ヒント — どれももう一度表示できます。
kk: Танысу, сөздік және кеңестер — оларды қайта көрсетуге болады.
kn: ಪರಿಚಯ, ಪದಕೋಶ ಮತ್ತು ಸುಳಿವುಗಳು — ಎಲ್ಲವನ್ನೂ ಮತ್ತೆ ತೋರಿಸಬಹುದು.
ko: 소개, 용어집, 힌트 — 모두 다시 볼 수 있어요.
lt: Įžanga, žodynėlis ir patarimai – viską galima parodyti iš naujo.
ml: പരിചയപ്പെടുത്തൽ, പദാവലി, സൂചനകൾ — എല്ലാം വീണ്ടും കാണിക്കാം.
mr: ओळख, शब्दकोश आणि सूचना — सर्व पुन्हा दाखवता येतात.
ms: Pengenalan, glosari dan petunjuk — semuanya boleh ditunjukkan semula.
nb: Introduksjonen, ordlisten og tipsene – alt kan vises igjen.
nl: De rondleiding, de woordenlijst en de tips – alles kan opnieuw getoond worden.
or: ପରିଚୟ, ଶବ୍ଦକୋଷ ଓ ସଙ୍କେତ — ସବୁ ପୁଣି ଦେଖାଯାଇପାରେ।
pa: ਜਾਣ-ਪਛਾਣ, ਸ਼ਬਦਕੋਸ਼ ਅਤੇ ਸੰਕੇਤ — ਸਭ ਮੁੜ ਦਿਖਾਏ ਜਾ ਸਕਦੇ ਹਨ।
pl: Wprowadzenie, słowniczek i podpowiedzi – wszystko można pokazać ponownie.
pt_br: A apresentação, o glossário e as dicas — tudo pode ser mostrado de novo.
pt_pt: A apresentação, o glossário e as dicas — tudo pode ser mostrado de novo.
ro: Prezentarea, glosarul și sfaturile – toate pot fi afișate din nou.
sk: Úvod, slovníček a tipy – všetko možno zobraziť znova.
sl: Uvod, slovarček in namigi – vse je mogoče znova prikazati.
sv: Introduktionen, ordlistan och tipsen – allt kan visas igen.
ta: அறிமுகம், சொற்களஞ்சியம், குறிப்புகள் — அனைத்தையும் மீண்டும் காட்டலாம்.
te: పరిచయం, పదకోశం, సూచనలు — అన్నీ మళ్లీ చూపించవచ్చు.
th: การแนะนำ อภิธานศัพท์ และคำแนะนำ — แสดงใหม่ได้ทั้งหมด
tr: Tanıtım, sözlük ve ipuçları — hepsi yeniden gösterilebilir.
uk: Знайомство, словничок і підказки — їх можна показати знову.
ur: تعارف، لغت اور اشارے — سب دوبارہ دکھائے جا سکتے ہیں۔
vi: Phần giới thiệu, bảng thuật ngữ và gợi ý — đều có thể hiện lại.
zh_hans: 入门介绍、词汇表和提示——都可以再次显示。
zh_hant: 入門介紹、詞彙表和提示——都可以再次顯示。

source: Из галереи
ar: من المكتبة
bg: От галерията
bn: গ্যালারি থেকে
ca: De la fototeca
cs: Z knihovny
da: Fra fotobibliotek
de: Aus Mediathek
el: Από τη βιβλιοθήκη
en: From Library
es: De la fototeca
fi: Kuvakirjastosta
fr: Depuis la photothèque
gu: ગૅલેરીમાંથી
he: מהספרייה
hi: गैलरी से
hr: Iz galerije
hu: A fotótárból
id: Dari galeri
it: Dalla libreria
ja: ライブラリから
kk: Галереядан
kn: ಗ್ಯಾಲರಿಯಿಂದ
ko: 보관함에서
lt: Iš galerijos
ml: ഗാലറിയിൽ നിന്ന്
mr: गॅलरीतून
ms: Daripada galeri
nb: Fra bildebiblioteket
nl: Uit fotobibliotheek
or: ଗ୍ୟାଲେରୀରୁ
pa: ਗੈਲਰੀ ਤੋਂ
pl: Z galerii
pt_br: Da fototeca
pt_pt: Da fototeca
ro: Din fototecă
sk: Z knižnice
sl: Iz knjižnice
sv: Från bildbiblioteket
ta: கேலரியிலிருந்து
te: గ్యాలరీ నుండి
th: จากคลังภาพ
tr: Arşivden
uk: З галереї
ur: گیلری سے
vi: Từ thư viện
zh_hans: 从图库
zh_hant: 從圖庫

source: Изменить
ar: تعديل
bg: Промени
bn: সম্পাদনা
ca: Edita
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
en: Edit
es: Editar
fi: Muokkaa
fr: Modifier
gu: ફેરફાર કરો
he: עריכה
hi: संपादित करें
hr: Uredi
hu: Szerkesztés
id: Edit
it: Modifica
ja: 編集
kk: Өзгерту
kn: ಸಂಪಾದಿಸಿ
ko: 편집
lt: Redaguoti
ml: എഡിറ്റ് ചെയ്യുക
mr: संपादित करा
ms: Edit
nb: Rediger
nl: Wijzig
or: ସମ୍ପାଦନା
pa: ਸੋਧੋ
pl: Edytuj
pt_br: Editar
pt_pt: Editar
ro: Editează
sk: Upraviť
sl: Uredi
sv: Redigera
ta: திருத்து
te: సవరించు
th: แก้ไข
tr: Düzenle
uk: Змінити
ur: ترمیم کریں
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

source: Изменить комнаты…
ar: تعديل الغرف…
bg: Промени стаите…
bn: ঘর সম্পাদনা…
ca: Edita les habitacions…
cs: Upravit místnosti…
da: Rediger rum …
de: Räume bearbeiten …
el: Επεξεργασία δωματίων…
en: Edit Rooms…
es: Editar habitaciones…
fi: Muokkaa huoneita…
fr: Modifier les pièces…
gu: રૂમમાં ફેરફાર કરો…
he: עריכת חדרים…
hi: कमरे संपादित करें…
hr: Uredi sobe…
hu: Szobák szerkesztése…
id: Edit ruangan…
it: Modifica stanze…
ja: 部屋を編集…
kk: Бөлмелерді өзгерту…
kn: ಕೋಣೆಗಳನ್ನು ಸಂಪಾದಿಸಿ…
ko: 방 편집…
lt: Redaguoti kambarius…
ml: മുറികൾ എഡിറ്റ് ചെയ്യുക…
mr: खोल्या संपादित करा…
ms: Edit bilik…
nb: Rediger rom …
nl: Wijzig kamers…
or: ରୁମ୍ ସମ୍ପାଦନା…
pa: ਕਮਰੇ ਸੋਧੋ…
pl: Edytuj pokoje…
pt_br: Editar cômodos…
pt_pt: Editar divisões…
ro: Editează camerele…
sk: Upraviť miestnosti…
sl: Uredi sobe …
sv: Redigera rum …
ta: அறைகளைத் திருத்து…
te: గదులను సవరించు…
th: แก้ไขห้อง…
tr: Odaları düzenle…
uk: Змінити кімнати…
ur: کمروں میں ترمیم کریں…
vi: Sửa phòng…
zh_hans: 编辑房间…
zh_hant: 編輯房間⋯

source: Имя
ar: الاسم
bg: Име
bn: নাম
ca: Nom
cs: Jméno
da: Navn
de: Name
el: Όνομα
en: Name
es: Nombre
fi: Nimi
fr: Nom
gu: નામ
he: שם
hi: नाम
hr: Ime
hu: Név
id: Nama
it: Nome
ja: 名前
kk: Аты
kn: ಹೆಸರು
ko: 이름
lt: Vardas
ml: പേര്
mr: नाव
ms: Nama
nb: Navn
nl: Naam
or: ନାମ
pa: ਨਾਮ
pl: Imię
pt_br: Nome
pt_pt: Nome
ro: Nume
sk: Meno
sl: Ime
sv: Namn
ta: பெயர்
te: పేరు
th: ชื่อ
tr: Ad
uk: Ім’я
ur: نام
vi: Tên
zh_hans: 名字
zh_hant: 名字

source: Имя не задано
ar: لم يُحدد اسم
bg: Няма име
bn: নাম দেওয়া হয়নি
ca: Sense nom
cs: Jméno nezadáno
da: Intet navn angivet
de: Kein Name festgelegt
el: Δεν έχει οριστεί όνομα
en: No name set
es: Sin nombre
fi: Nimeä ei ole asetettu
fr: Aucun nom
gu: નામ નથી
he: לא הוגדר שם
hi: कोई नाम नहीं
hr: Ime nije postavljeno
hu: Nincs megadva név
id: Belum ada nama
it: Nessun nome
ja: 名前が未設定
kk: Аты берілмеген
kn: ಹೆಸರು ಹೊಂದಿಸಿಲ್ಲ
ko: 이름 없음
lt: Vardas nenurodytas
ml: പേര് നൽകിയിട്ടില്ല
mr: नाव दिलेले नाही
ms: Tiada nama
nb: Ikke noe navn
nl: Geen naam ingesteld
or: ନାମ ନାହିଁ
pa: ਕੋਈ ਨਾਮ ਨਹੀਂ
pl: Nie podano imienia
pt_br: Sem nome
pt_pt: Sem nome
ro: Niciun nume
sk: Meno nie je zadané
sl: Ime ni nastavljeno
sv: Inget namn angivet
ta: பெயர் அமைக்கப்படவில்லை
te: పేరు సెట్ చేయలేదు
th: ยังไม่ได้ตั้งชื่อ
tr: Ad belirlenmedi
uk: Ім’я не задано
ur: کوئی نام نہیں
vi: Chưa đặt tên
zh_hans: 未设置名字
zh_hant: 未設定名字

source: Имя правится прямо в строке, порядок — за ручку справа, удалить — смахнуть влево.
ar: يُعدَّل الاسم في السطر نفسه، والترتيب بالمقبض على اليمين، والحذف بالسحب إلى اليسار.
bg: Името се редактира направо в реда, подредбата – с дръжката вдясно, изтриването – с плъзгане наляво.
bn: নাম সারিতেই বদলান, ক্রম ডান দিকের হ্যান্ডেলে, মুছতে বাঁদিকে সোয়াইপ করুন।
ca: El nom s’edita a la mateixa fila; l’ordre, amb la nansa de la dreta; per esborrar, llisca cap a l’esquerra.
cs: Jméno se upravuje přímo v řádku, pořadí úchytem vpravo, smazání přejetím doleva.
da: Navnet redigeres direkte i rækken, rækkefølgen med håndtaget til højre, slet ved at stryge til venstre.
de: Den Namen änderst du direkt in der Zeile, die Reihenfolge am Griff rechts, löschen durch Wischen nach links.
el: Το όνομα αλλάζει μέσα στη γραμμή, η σειρά με τη λαβή δεξιά, η διαγραφή με σάρωση αριστερά.
en: Edit a name right in its row, drag the handle on the right to reorder, swipe left to delete.
es: El nombre se edita en la propia fila; el orden, con el asa de la derecha; para borrar, desliza a la izquierda.
fi: Nimeä muokataan suoraan rivillä, järjestystä oikean reunan kahvasta; poista pyyhkäisemällä vasemmalle.
fr: Le nom se modifie directement dans la ligne, l’ordre avec la poignée à droite ; balayez vers la gauche pour supprimer.
gu: નામ પંક્તિમાં જ બદલો, ક્રમ જમણા હૅન્ડલથી, કાઢવા માટે ડાબે સ્વાઇપ કરો.
he: את השם עורכים ישר בשורה, את הסדר – בידית מימין, ומוחקים בהחלקה שמאלה.
hi: नाम पंक्ति में ही बदलें, क्रम दाएँ हैंडल से, हटाने के लिए बाएँ स्वाइप करें।
hr: Ime se uređuje izravno u retku, redoslijed hvataljkom desno, a brisanje povlačenjem ulijevo.
hu: A nevet közvetlenül a sorban szerkesztheted, a sorrendet a jobb oldali fogantyúval, törlés balra húzással.
id: Nama diubah langsung di barisnya, urutan dengan gagang di kanan, hapus dengan menggesek ke kiri.
it: Il nome si modifica direttamente nella riga, l’ordine con la maniglia a destra; per eliminare, scorri a sinistra.
ja: 名前は行の中でそのまま編集、並べ替えは右のハンドル、削除は左にスワイプ。
kk: Атауы жолдың өзінде өңделеді, реті — оң жақтағы тұтқамен, жою — солға сырғыту.
kn: ಹೆಸರನ್ನು ಸಾಲಿನಲ್ಲೇ ಬದಲಿಸಿ, ಕ್ರಮವನ್ನು ಬಲಬದಿಯ ಹ್ಯಾಂಡಲ್‌ನಿಂದ, ಅಳಿಸಲು ಎಡಕ್ಕೆ ಸ್ವೈಪ್ ಮಾಡಿ.
ko: 이름은 행에서 바로 편집, 순서는 오른쪽 핸들로, 삭제는 왼쪽으로 쓸어요.
lt: Pavadinimas redaguojamas tiesiog eilutėje, tvarka – rankenėle dešinėje, trinama perbraukus į kairę.
ml: പേര് വരിയിൽത്തന്നെ മാറ്റുക, ക്രമം വലതുവശത്തെ ഹാൻഡിൽ കൊണ്ട്, നീക്കാൻ ഇടത്തേക്ക് സ്വൈപ്പ് ചെയ്യുക.
mr: नाव ओळीतच बदला, क्रम उजव्या हँडलने, हटवण्यासाठी डावीकडे स्वाइप करा.
ms: Nama disunting terus dalam barisnya, susunan dengan pemegang di kanan, padam dengan meleret ke kiri.
nb: Navnet endres rett i raden, rekkefølgen med håndtaket til høyre, sletting ved å sveipe mot venstre.
nl: Wijzig een naam direct in de rij, versleep de greep rechts om te ordenen, veeg naar links om te verwijderen.
or: ନାମ ଧାଡ଼ିରେ ହିଁ ବଦଳାନ୍ତୁ, କ୍ରମ ଡାହାଣ ହ୍ୟାଣ୍ଡଲ୍‌ରେ, ଡିଲିଟ୍ ପାଇଁ ବାମକୁ ସ୍ୱାଇପ୍ କରନ୍ତୁ।
pa: ਨਾਂ ਕਤਾਰ ਵਿੱਚ ਹੀ ਬਦਲੋ, ਤਰਤੀਬ ਸੱਜੇ ਹੈਂਡਲ ਨਾਲ, ਹਟਾਉਣ ਲਈ ਖੱਬੇ ਸਵਾਈਪ ਕਰੋ।
pl: Nazwę edytuje się w samym wierszu, kolejność – uchwytem po prawej, usuwa się przesunięciem w lewo.
pt_br: O nome se edita na própria linha, a ordem pela alça à direita; para apagar, deslize para a esquerda.
pt_pt: O nome edita-se na própria linha, a ordem pela pega à direita; para apagar, deslize para a esquerda.
ro: Numele se editează direct în rând, ordinea – cu mânerul din dreapta, ștergerea – glisând spre stânga.
sk: Meno sa upravuje priamo v riadku, poradie úchytom vpravo, mazanie potiahnutím doľava.
sl: Ime urejate kar v vrstici, vrstni red z ročico na desni, brišete pa s potegom v levo.
sv: Namnet ändras direkt i raden, ordningen med handtaget till höger, radera genom att svepa åt vänster.
ta: பெயரை வரிசையிலேயே மாற்றுங்கள், வரிசையை வலது கைப்பிடியால், நீக்க இடதுபுறம் ஸ்வைப் செய்யுங்கள்.
te: పేరు వరుసలోనే మార్చండి, క్రమం కుడివైపు హ్యాండిల్‌తో, తొలగించడానికి ఎడమకు స్వైప్ చేయండి.
th: แก้ชื่อได้ในแถวเลย เรียงลำดับด้วยที่จับทางขวา ปัดไปทางซ้ายเพื่อลบ
tr: Ad doğrudan satırda düzenlenir, sıra sağdaki tutamakla değişir, silmek için sola kaydırın.
uk: Ім’я редагується просто в рядку, порядок — за ручку праворуч, видалити — змахнути ліворуч.
ur: نام قطار ہی میں بدلا جاتا ہے، ترتیب دائیں ہینڈل سے، اور حذف بائیں سوائپ سے۔
vi: Tên được sửa ngay trên dòng, thứ tự bằng tay kéo bên phải, xóa bằng cách vuốt sang trái.
zh_hans: 在行内直接修改名称，拖动右侧把手调整顺序，向左轻扫即可删除。
zh_hant: 在列中直接修改名稱，拖移右側把手調整順序，向左滑動即可刪除。
